Repository: kholsteen/m-chat
Catalog: ios/Otsimo Test/Localization/*.lproj/Localizable.strings
Languages: tr

# a1.title
source: Potential Benefits
tr: Olası Yararlar

# a2.title
source: Potential Risks
tr: Olası Riskler

# a3.title
source: NOT Medical Care
tr: Tıbbi Danışmanlık İçermez!

# a4.title
source: Follow Up
tr: İletişim

# a1.sum
source: You will be able to assess risk for ASD. The M-CHAT is validated for screening toddlers between 16 and 30 months of age, to assess risk for autism spectrum disorders (ASD).
tr: Bu testle OSB riskini değerlendirebileceksiniz. M-CHAT, otizm spektrum bozuklukları (ASD) riskini değerlendirmek için, 16 ile 30 ay arasında küçük bebeklerin taranması için özel olarak tasarlanmıştır.

# a2.sum
source: The primary goal of the M-CHAT was to maximize sensitivity, meaning to detect as many cases of ASD as possible. Therefore, there is a high false positive rate, meaning that not all children who score at risk for ASD will be diagnosed with ASD.
tr: M-CHAT'in birincil amacı, duyarlılığı en üst düzeye çıkarmaktır; bu, mümkün olduğunca çok OSB olgusu tespit etmek anlamına gelir. Bu nedenle, yanlış pozitif oranı yüksektir; bu, risk altındaki tüm çocuklara OSB tanısı konmayacağı anlamına gelir.

# a3.sum
source: This test only for assess risk for autism spectrum disorders (ASD). There is a high false positive rate, meaning that not all children who score at risk for ASD will be diagnosed with ASD. Please advise your doctor for real medical answers.
tr: Bu uygulamanın amacı Otizm Spektrum Bozukluğu hakkında farkındalık yaratmak, çocuğunuzun gelişiminde gözleyebileceğiniz sorunların ne ölçüde risk oluşturduğunu belirmenize yardım etmek, ve hekiminize/sağlık personeline çocuğunuzu yönlendirirken otizm riski hakkında yol gösterici olmaktır.

# a4.sum
source: We might want to reach you. You can opt out the follow up anytime.
tr: Size çalışma hakkında ulaşmak isteyebiliriz. Takip işlemini istediğiniz zaman iptal edebilirsiniz.

# Consent.overview.sum
source: This simple walkthrough will explain the consent of research study. After you learn about the test, you can choose if you would like to participate.
tr: Testin öncesindeki bu on sayfalık kısım, araştırma çalışmalarının kapsamını ve iznini açıklayacaktır. Okuduktan sonra katılmak isteyip istemediğinizi seçebilirsiniz.

# Consent.dataGathering.sum
source: We will collect anonymous data from this screening test & study.
tr: Biz bu tarama testi ve çalışma sırasında anonim veri tutumu yapmaktayız.

# Consent.privacy.sum
source: We will protect your privacy to the best of our ability. The coded data will be encrypted and stored on a secure cloud server (hipaa compliant) to prevent improper access.
tr: Gizliliğinizi, elimizden gelen en iyi şekilde koruyacağız. Kodlanmış veriler, izinsiz erişimden kaçınmak için şifrelenir ve güvenli bir bulut sunucusunda depolanır.

# Consent.dataUse.sum
source: Your coded data will be used for research and may be shared with other researchers worldwide.
tr: Kodlanmış verileriniz araştırma için kullanılacak ve dünya üzerindeki diğer araştırmacılarla paylaşılabilecektir.

# Consent.studySurvey.sum
source: We will also ask you to answer brief surveys to understand some aspects and gather data.
tr: Ayrıca, bazı soruları cevaplamak ve veri toplamak için kısa süreli anketimize cevap vermenizi isteyeceğiz.

# q1.1
source: Does your child enjoy being swung, bounced on your knee, etc.?
tr: Çocuğunuzun sallanılmaktan ya da dizinizde hoplatılmaktan veya benzeri oyunlardan hoşlanır mı?

# q2.1
source: Does your child take an interest in other children?
tr: Çocuğunuz başka çocuklarla ilgilenir mi?

# q3.1
source: Does your child like climbing on things, such as up stairs?
tr: Çocuğunuz eşyalara (örneğin koltuk,kütüphane vb.) ve benzeri şeylere tırmanmayı sever mi?

# q4.1
source: Does your child enjoy playing peek-a-boo/hide-and-seek?
tr: Çocuğunuz ce-e(yüzünüzü ellerinizle kapatıp açarken ce-e demek) ve saklambaç oyunlarından hoşlanır mı?

# q5.1
source: Does your child ever pretend, for example, to talk on the phone or take care of a doll or pretend other things?
tr: Çocuğunuz hiç hayali oyun oynar mı? (örneğin, telefonu alıp karşısında biri varmış gibi konuşur mu veya oyuncak bebeğinin altını temizler gibi yapar mı?)

# q6.1
source: Does your child ever use his/her index finger to point, to ask for something?
tr: Çocuğunuz ne olduğunu merak ettiği bir şeyi (sormak amacıyla) işaret parmağıyla gösterir mi?

# q7.1
source: Does your child ever use his/her index finger to point, to indicate interest in something?
tr: Çocuğunuz bir şeyin ilgisini çektiğini belirtmek için işaret parmağıyla gösterir mi?

# q8.1
source: Can your child play properly with small toys (e.g. cars or blocks) without just mouthing, fiddling, or dropping them?
tr: Çocuğunuz küçük oyuncakları (araba,lego gibi) ağzına almadan, fırlatıp atmadan veya elinde sallamadan (amacına uygun) oynar mı?

# q9.1
source: Does your child ever bring objects over to you (parent) to show you something?
tr: Çocuğunuz bazı şeyleri (eşyalar,oyuncaklar gibi) göstermek için size getirir mi?

# q10.1
source: Does your child look you in the eye for more than a second or two?
tr: Çocuğunuzla bir-iki saniyeden daha uzun süreli göz teması (gözünüzün içine bakması) kurabiliyor musunuz?

# q11.1
source: Does your child ever seem oversensitive to noise? (e.g., plugging ears)
tr: Çocuğunuzun bazı seslerden aşırı derecede rahatsız olduğunu gözlemlediniz mi?

# q12.1
source: Does your child smile in response to your face or your smile?
tr: Çocuğunuza baktığınızda ya da güldüğünüzde o da size güler mi?

# q13.1
source: Does your child imitate you? (e.g., you make a face-will your child imitate it?)
tr: Çocuğunuz sizi taklit eder mi?

# q14.1
source: Does your child respond to his/her name when you call?
tr: Çocuğunuza ismiyle çağırdığınızda size yanıt verir mi?

# q15.1
source: If you point at a toy across the room, does your child look at it?
tr: Çocuğunuza aynı odada bulunan bir eşyayı (örneğin, oyuncağı) işaret ettiğinizde, gösterdiğiniz eşyaya bakar mı?

# q16.1
source: Does your child walk?
tr: Çocuğunuz yürüyor mu?

# q17.1
source: Does your child look at things you are looking at?
tr: Sizin baktığınız şeylere çocuğunuz da bakar mı?

# q18.1
source: Does your child make unusual finger movements near his/her face?
tr: Çocuğunuz yüzünün önünde parmakları ile anlaşılmaz hareketler yaparak ellerini seyreder mi?

# q19.1
source: Does your child try to attract your attention to his/her own activity?
tr: Çocuğunuz bir şeyler yapmaya çalışırken sizin dikkatinizi çekmek için çaba gösterir mi?

# q20.1
source: Have you ever wondered if your child is deaf?
tr: Hiç çocuğunuzun iyi işitmediğinden endişe duydunuz mu?

# q21.1
source: Does your child understand what people say?
tr: Çocuğunuz çevresindeki insanların neler söylediğini/konuştuğunu anlar mı?

# q22.1
source: Does your child sometimes stare at nothing or wander with no purpose?
tr: Çocuğunuz bazen boşluğa bakıyormuş gibi dalıp gider mi?

# q23.1
source: Does your child look at your face to check your reaction when faced with something unfamiliar?
tr: Çocuğunuz bilmediği bir durumla karşılaştığı zaman sizin davranışınızı anlamak amacıyla yüzünüze bakar mı?

# InfoTask.relations.Parent
source: Parent
tr: Ailesi

# InfoTask.relations.GrandParent
source: Grandparent
tr: Ninesi/Dedesi

# InfoTask.relations.Guardion
source: Guardian
tr: Bakıcısı

# InfoTask.relations.Educator
source: Educator
tr: Öğretmeni

# InfoTask.relations.HealtCareProvider
source: Healthcare Provider
tr: Sağlık Personeli

# InfoTask.relations.other
source: Other
tr: Diğer

# InfoTask.relationStepText
source: Your Relation?
tr: Çocuğun nesi oluyorsunuz?

# InfoTask.gender.Male
source: Boy
tr: Erkek

# InfoTask.gender.Female
source: Girl
tr: Kız

# InfoTask.genderStepText
source: Gender of the Child?
tr: Çocuğun Cinsiyeti?

# InfoTask.birthDayStepText
source: Child's Date of Birth?
tr: Çocuğun Doğum Tarihi?
